<p style="text-align: center; font-weight: bold;">立即報名參與《「歷史在線」挑戰賽》</p>

<p>新冠肺炎疫症蔓延，為響應教育局「停課不停學」，照顧學生學習需要，青識教育發展中心繼「大灣區知識爭霸戰」外，今年聯同網上歷史教育平台「史檔」推出的《「歷史在線」挑戰賽》，透過線上問答遊戲，讓學生可在停課期間寓學習於遊戲，保持學習的動力和興趣，輕鬆愉快學習歷史。</p>
 
<p>《「歷史在線」挑戰賽》於2020年3月11日至5月31日進行，為期12星期。比賽的問題涵蓋香港、廣東省及國家的歷史文化淵源、生活知識、社會、經濟等發展。為鼓勵學生及學校參與，大會設多項個人(中學生及大學生) 和學校獎項，包括「每周最強知識王」、「最強知識王者」、「校內最強知識王」、「最具人氣學校獎」及「最傑出學校表現獎」等，得奬學生或學校將會獲得獎學金和奬狀。此外，大會亦會每周送出10套$200現金劵予「每周最強知識王」，以示鼓勵。</p>
 
<p>《「歷史在線」挑戰賽》：</p>
日期：2020年3月11日至5月31日(共12個星期) <br />
時間：每日00:30 – 23:30（每日比賽結束前15分鐘會拒絕參賽學生登入）<br />
*每星期為一個賽周，即3月11日至15日為第一個賽周；3月16日至22日為第二個賽周，如此類推<br />
對象：全港中學生及大學生

<p>更多比賽詳情，可參閱比賽網頁: <a href="https://shi-online.looop.hk" target="new">https://shi-online.looop.hk</a>。</p>