<p>致：各位老師</p>

<p>
    感謝各位老師鼓勵同學們積極參與《國安法、基本法通通識》全港中學線上挑戰賽。同時，由青識教育發展中心主辦的《「歷史在線」挑戰賽2.0》載譽回歸，Quizfunz會員可即日起登入比賽網址：https://shi-online.quizfunz.com/即可參賽。
</p>

<p>
    《「歷史在線」挑戰賽2.0》加入更多元化的中國歷史和文化題目，幫助學生認識和學習國家、香港和周邊城市地區的趣味歷史知識，希望透過趣味問答題保持學生的學習動力和興趣之餘，亦能稍微減輕老師和家長為學生在停課期間安排課外學習活動的壓力。
</p>

<p>《「歷史在線」挑戰賽2.0》同樣設有多個個人獎項及學校獎項，希望老師們多鼓勵學生參與。如對比賽有任何查詢，歡迎隨時與我們聯絡。</p>

<p>
    Quizfunz
</p>

<p>
    <small>
        Quizfunz現正進行：
        <br />首屆《國安法、基本法通通識》全港中學線上挑戰賽：https://quizfunz.com/
        <br />《「歷史在線」挑戰賽2.0》：https://shi-online.quizfunz.com/
    </small>
</p>